Repository: maman/notify
Catalog: src/ntfy/Localizable.xcstrings
Source language: en
Languages: id, ja, zh_hans, zh_hk

source: %lld messages
id: %lld pesan
ja: %lld件のメッセージ
zh_hans: %lld条消息
zh_hk: %lld則訊息

source: %lld topics
id: %lld topik
ja: %lld件のトピック
zh_hans: %lld个话题
zh_hk: %lld個主題

source: %lld Topics Selected
id: %lld Topik Dipilih
ja: %lld件のトピックを選択中
zh_hans: 已选择%lld个话题
zh_hk: 已選擇%lld個主題

source: %lld unread
id: %lld belum dibaca
ja: %lld件の未読
zh_hans: %lld条未读
zh_hk: %lld則未讀

source: A macOS menu bar app for ntfy.sh notifications
id: Aplikasi menu bar macOS untuk notifikasi ntfy.sh
ja: ntfy.sh通知用のmacOSメニューバーアプリ
zh_hans: 用于 ntfy.sh 通知的 macOS 菜单栏应用
zh_hk: 用於 ntfy.sh 通知的 macOS 選單列應用程式

source: About Notify
id: Tentang Notify
ja: Notifyについて
zh_hans: 关于 Notify
zh_hk: 關於 Notify

source: Above normal priority
id: Prioritas di atas normal
ja: 通常より高い優先度
zh_hans: 高于正常优先级
zh_hk: 高於一般優先順序

source: Actions
id: Tindakan
ja: アクション
zh_hans: 操作
zh_hk: 操作

source: Alias Name
id: Nama Alias
ja: エイリアス名
zh_hans: 别名
zh_hk: 別名

source: All topics
id: Semua topik
ja: すべてのトピック
zh_hans: 所有话题
zh_hk: 所有主題

source: Allow All Topics
id: Izinkan Semua Topik
ja: すべてのトピックを許可
zh_hans: 允许所有话题
zh_hk: 允許所有主題

source: Allowed Topics
id: Topik yang Diizinkan
ja: 許可されたトピック
zh_hans: 允许的话题
zh_hk: 允許的主題

source: Already read
id: Sudah dibaca
ja: 既読
zh_hans: 已读
zh_hk: 已閱讀

source: Are you sure you want to unsubscribe from '%@'? All message history will be permanently deleted.
id: Apakah Anda yakin ingin berhenti berlangganan dari '%@'? Semua riwayat pesan akan dihapus secara permanen.
ja: 「%@」の購読を解除してもよろしいですか？すべてのメッセージ履歴が完全に削除されます。
zh_hans: 确定要取消订阅「%@」吗？所有消息历史记录将被永久删除。
zh_hk: 確定要取消訂閱「%@」？所有訊息記錄將會永久刪除。

source: Are you sure you want to unsubscribe from %lld topics? All message history will be permanently deleted.
id: Apakah Anda yakin ingin berhenti berlangganan dari %lld topik? Semua riwayat pesan akan dihapus secara permanen.
ja: %lld件のトピックの購読を解除してもよろしいですか？すべてのメッセージ履歴が完全に削除されます。
zh_hans: 确定要取消订阅%lld个话题吗？所有消息历史记录将被永久删除。
zh_hk: 確定要取消訂閱%lld個主題？所有訊息記錄將會永久刪除。

source: Below normal priority
id: Prioritas di bawah normal
ja: 通常より低い優先度
zh_hans: 低于正常优先级
zh_hk: 低於一般優先順序

source: Block all notifications
id: Blokir semua notifikasi
ja: すべての通知をブロック
zh_hans: 阻止所有通知
zh_hk: 封鎖所有通知

source: Body
id: Isi
ja: 本文
zh_hans: 正文
zh_hk: 內容

source: Cancel
id: Batal
ja: キャンセル
zh_hans: 取消
zh_hk: 取消

source: Cannot delete a topic managed by your organization
id: Tidak dapat menghapus topik yang dikelola oleh organisasi Anda
ja: 組織が管理するトピックは削除できません
zh_hans: 无法删除由组织管理的话题
zh_hk: 無法刪除由組織管理的主題

source: Check for Updates...
id: Periksa Pembaruan...
ja: アップデートを確認...
zh_hans: 检查更新...
zh_hk: 檢查更新...

source: Clear All Messages
id: Hapus Semua Pesan
ja: すべてのメッセージを消去
zh_hans: 清除所有消息
zh_hk: 清除所有訊息

source: Click below to unsubscribe from selected topics
id: Klik di bawah untuk berhenti berlangganan dari topik yang dipilih
ja: 下のボタンをクリックして選択したトピックの購読を解除
zh_hans: 点击下方按钮以取消订阅所选话题
zh_hk: 點擊下方按鈕以取消訂閱所選主題

source: Confirm Unsubscribe
id: Konfirmasi Berhenti Langganan
ja: 購読解除の確認
zh_hans: 确认取消订阅
zh_hk: 確認取消訂閱

source: Controlled by your organization
id: Dikelola oleh organisasi Anda
ja: 組織によって管理されています
zh_hans: 由您的组织控制
zh_hk: 由您的組織控制

source: Default priority
id: Prioritas default
ja: デフォルト優先度
zh_hans: 默认优先级
zh_hk: 預設優先順序

source: Delete message
id: Hapus pesan
ja: メッセージを削除
zh_hans: 删除消息
zh_hk: 刪除訊息

source: Display Name
id: Nama Tampilan
ja: 表示名
zh_hans: 显示名称
zh_hk: 顯示名稱

source: Enter a topic name to receive notifications
id: Masukkan nama topik untuk menerima notifikasi
ja: 通知を受信するトピック名を入力
zh_hans: 输入话题名称以接收通知
zh_hk: 輸入主題名稱以接收通知

source: Enter topic name
id: Masukkan nama topik
ja: トピック名を入力
zh_hans: 输入话题名称
zh_hk: 輸入主題名稱

source: Filter notifications based on topics and priority during Focus
id: Filter notifikasi berdasarkan topik dan prioritas saat Fokus
ja: 集中モード中にトピックと優先度で通知をフィルタ
zh_hans: 在专注模式下按话题和优先级过滤通知
zh_hk: 在專注模式下按主題和優先順序篩選通知

source: Get the number of unread notifications
id: Dapatkan jumlah notifikasi yang belum dibaca
ja: 未読通知の数を取得
zh_hans: 获取未读通知数量
zh_hk: 取得未讀通知數量

source: Get total unread count
id: Dapatkan total yang belum dibaca
ja: 未読の合計数を取得
zh_hans: 获取未读总数
zh_hk: 取得未讀總數

source: Get Unread Count
id: Dapatkan Jumlah Belum Dibaca
ja: 未読数を取得
zh_hans: 获取未读数
zh_hk: 取得未讀數

source: Get unread count for ${topic}
id: Dapatkan jumlah belum dibaca untuk ${topic}
ja: ${topic}の未読数を取得
zh_hans: 获取${topic}的未读数
zh_hk: 取得${topic}的未讀數

source: GPLv3 License
id: Lisensi GPLv3
ja: GPLv3ライセンス
zh_hans: GPLv3 许可证
zh_hk: GPLv3 授權條款

source: High
id: Tinggi
ja: 高
zh_hans: 高
zh_hk: 高

source: High priority
id: Prioritas tinggi
ja: 優先度：高
zh_hans: 高优先级
zh_hk: 高優先順序

source: Highest priority - critical
id: Prioritas tertinggi - kritis
ja: 最優先 - 重要
zh_hans: 最高优先级 - 紧急
zh_hk: 最高優先順序 - 緊急

source: Is Managed
id: Dikelola
ja: 管理対象
zh_hans: 是否托管
zh_hk: 是否受管理

source: Is Read
id: Sudah Dibaca
ja: 既読
zh_hans: 是否已读
zh_hk: 是否已讀

source: Low
id: Rendah
ja: 低
zh_hans: 低
zh_hk: 低

source: Low priority
id: Prioritas rendah
ja: 優先度：低
zh_hans: 低优先级
zh_hk: 低優先順序

source: Lowest priority
id: Prioritas terendah
ja: 最低優先度
zh_hans: 最低优先级
zh_hk: 最低優先順序

source: Managed by organization
id: Dikelola oleh organisasi
ja: 組織によって管理
zh_hans: 由组织管理
zh_hk: 由組織管理

source: Managed by your organization
id: Dikelola oleh organisasi Anda
ja: 組織によって管理されています
zh_hans: 由您的组织管理
zh_hk: 由您的組織管理

source: Mark ${message} as read
id: Tandai ${message} sudah dibaca
ja: ${message}を既読にする
zh_hans: 将${message}标为已读
zh_hk: 將${message}標示為已讀

source: Mark a notification message as read
id: Tandai pesan notifikasi sudah dibaca
ja: 通知メッセージを既読にする
zh_hans: 将通知消息标为已读
zh_hk: 將通知訊息標示為已讀

source: Mark All as Read
id: Tandai Semua Sudah Dibaca
ja: すべてを既読にする
zh_hans: 全部标为已读
zh_hk: 全部標示為已閱讀

source: Mark All Messages as Read
id: Tandai Semua Pesan Sudah Dibaca
ja: すべてのメッセージを既読にする
zh_hans: 将所有消息标为已读
zh_hk: 將所有訊息標示為已讀

source: Mark all messages in ${topic} as read
id: Tandai semua pesan di ${topic} sudah dibaca
ja: ${topic}のすべてのメッセージを既読にする
zh_hans: 将${topic}中的所有消息标为已读
zh_hk: 將${topic}中的所有訊息標示為已讀

source: Mark all messages in a topic as read
id: Tandai semua pesan di topik sudah dibaca
ja: トピック内のすべてのメッセージを既読にする
zh_hans: 将话题中的所有消息标为已读
zh_hk: 將主題中的所有訊息標示為已讀

source: Mark All Read
id: Tandai Semua Dibaca
ja: すべて既読にする
zh_hans: 全部标为已读
zh_hk: 全部標示為已讀

source: Mark as read
id: Tandai sudah dibaca
ja: 既読にする
zh_hans: 标为已读
zh_hk: 標示為已閱讀

source: Mark as Read
id: Tandai Sudah Dibaca
ja: 既読にする
zh_hans: 标为已读
zh_hk: 標示為已閱讀

source: Mark Message as Read
id: Tandai Pesan Sudah Dibaca
ja: メッセージを既読にする
zh_hans: 将消息标为已读
zh_hk: 將訊息標示為已讀

source: Medium-high priority
id: Prioritas sedang-tinggi
ja: 優先度：中〜高
zh_hans: 中高优先级
zh_hk: 中高優先順序

source: Message
id: Pesan
ja: メッセージ
zh_hans: 消息
zh_hk: 訊息

source: Message marked as read
id: Pesan ditandai sudah dibaca
ja: メッセージを既読にしました
zh_hans: 消息已标为已读
zh_hk: 訊息已標示為已讀

source: Message not found
id: Pesan tidak ditemukan
ja: メッセージが見つかりません
zh_hans: 未找到消息
zh_hk: 找不到訊息

source: Message was already read
id: Pesan sudah dibaca
ja: メッセージは既読です
zh_hans: 消息已读
zh_hk: 訊息已閱讀

source: Messages for '%@' will appear here
id: Pesan untuk '%@' akan muncul di sini
ja: 「%@」のメッセージがここに表示されます
zh_hans: 「%@」的消息将显示在这里
zh_hk: 「%@」的訊息將會顯示於此處

source: Minimum Priority
id: Prioritas Minimum
ja: 最低優先度
zh_hans: 最低优先级
zh_hk: 最低優先順序

source: Name
id: Nama
ja: 名前
zh_hans: 名称
zh_hk: 名稱

source: No Messages
id: Tidak Ada Pesan
ja: メッセージなし
zh_hans: 无消息
zh_hk: 沒有訊息

source: No Topic Selected
id: Tidak Ada Topik Dipilih
ja: トピックが未選択
zh_hans: 未选择话题
zh_hk: 未選擇主題

source: No Topics
id: Tidak Ada Topik
ja: トピックなし
zh_hans: 无话题
zh_hk: 沒有主題

source: No topics allowed
id: Tidak ada topik yang diizinkan
ja: 許可されたトピックはありません
zh_hans: 没有允许的话题
zh_hk: 沒有允許的主題

source: Normal priority
id: Prioritas normal
ja: 優先度：標準
zh_hans: 普通优先级
zh_hk: 一般優先順序

source: Notification
id: Notifikasi
ja: 通知
zh_hans: 通知
zh_hk: 通知

source: Off
id: Mati
ja: オフ
zh_hans: 关闭
zh_hk: 關閉

source: On
id: Hidup
ja: オン
zh_hans: 开启
zh_hk: 開啟

source: Open ${topic}
id: Buka ${topic}
ja: ${topic}を開く
zh_hans: 打开${topic}
zh_hk: 打開${topic}

source: Open a topic in the Notify app
id: Buka topik di aplikasi Notify
ja: Notifyアプリでトピックを開く
zh_hans: 在 Notify 应用中打开话题
zh_hk: 在 Notify 應用程式中打開主題

source: Open Topic
id: Buka Topik
ja: トピックを開く
zh_hans: 打开话题
zh_hk: 打開主題

source: Password
id: Kata Sandi
ja: パスワード
zh_hans: 密码
zh_hk: 密碼

source: Priority
id: Prioritas
ja: 優先度
zh_hans: 优先级
zh_hk: 優先順序

source: Priority %@ and above
id: Prioritas %@ ke atas
ja: 優先度%@以上
zh_hans: 优先级%@及以上
zh_hk: 優先順序%@及以上

source: Priority %@+
id: Prioritas %@+
ja: 優先度%@+
zh_hans: 优先级%@+
zh_hk: 優先順序%@+

source: Quit
id: Keluar
ja: 終了
zh_hans: 退出
zh_hk: 結束

source: Randomize
id: Acak
ja: ランダム生成
zh_hans: 随机生成
zh_hk: 隨機產生

source: Read
id: Dibaca
ja: 既読
zh_hans: 已读
zh_hk: 已閱讀

source: Received At
id: Diterima Pada
ja: 受信日時
zh_hans: 接收时间
zh_hk: 接收時間

source: Rename
id: Ubah Nama
ja: 名称変更
zh_hans: 重命名
zh_hk: 重新命名

source: Rename...
id: Ubah Nama...
ja: 名称変更...
zh_hans: 重命名...
zh_hk: 重新命名⋯

source: Requires authentication
id: Memerlukan autentikasi
ja: 認証が必要
zh_hans: 需要身份验证
zh_hk: 需要驗證

source: Run on Login
id: Jalankan Saat Login
ja: ログイン時に起動
zh_hans: 登录时启动
zh_hk: 登入時執行

source: Select a topic from the sidebar to view messages
id: Pilih topik dari sidebar untuk melihat pesan
ja: サイドバーからトピックを選択してメッセージを表示
zh_hans: 从边栏选择话题以查看消息
zh_hk: 從側邊欄選擇主題以檢視訊息

source: Server URL
id: URL Server
ja: サーバURL
zh_hans: 服务器 URL
zh_hk: 伺服器 URL

source: Set Notify Filter
id: Atur Filter Notify
ja: Notifyフィルタを設定
zh_hans: 设置 Notify 过滤器
zh_hk: 設定 Notify 篩選條件

source: Show Topics
id: Tampilkan Topik
ja: トピックを表示
zh_hans: 显示话题
zh_hk: 顯示主題

source: Subscribe
id: Berlangganan
ja: 購読
zh_hans: 订阅
zh_hk: 訂閱

source: Subscribe to ${topicName} on ${serverURL}
id: Berlangganan ${topicName} di ${serverURL}
ja: ${serverURL}で${topicName}を購読
zh_hans: 在${serverURL}上订阅${topicName}
zh_hk: 在${serverURL}上訂閱${topicName}

source: Subscribe to a new ntfy topic to receive notifications
id: Berlangganan topik ntfy baru untuk menerima notifikasi
ja: 通知を受信するためにntfyトピックを購読
zh_hans: 订阅新的 ntfy 话题以接收通知
zh_hk: 訂閱新的 ntfy 主題以接收通知

source: Subscribe to a new topic
id: Berlangganan topik baru
ja: 新しいトピックを購読
zh_hans: 订阅新话题
zh_hk: 訂閱新主題

source: Subscribe to a topic to receive notifications
id: Berlangganan topik untuk menerima notifikasi
ja: トピックを購読して通知を受信
zh_hans: 订阅话题以接收通知
zh_hk: 訂閱主題以接收通知

source: Subscribe to Topic
id: Berlangganan Topik
ja: トピックを購読
zh_hans: 订阅话题
zh_hk: 訂閱主題

source: Subscribed Topics
id: Topik Berlangganan
ja: 購読中のトピック
zh_hans: 已订阅话题
zh_hk: 已訂閱的主題

source: Title
id: Judul
ja: タイトル
zh_hans: 标题
zh_hk: 標題

source: Topic
id: Topik
ja: トピック
zh_hans: 话题
zh_hk: 主題

source: Topic Name
id: Nama Topik
ja: トピック名
zh_hans: 话题名称
zh_hk: 主題名稱

source: Topic not found
id: Topik tidak ditemukan
ja: トピックが見つかりません
zh_hans: 未找到话题
zh_hk: 找不到主題

source: Topics
id: Daftar Topik
ja: トピック
zh_hans: 话题
zh_hk: 主題

source: Unread
id: Belum Dibaca
ja: 未読
zh_hans: 未读
zh_hk: 未閱讀

source: Unread Count
id: Jumlah Belum Dibaca
ja: 未読数
zh_hans: 未读数
zh_hk: 未讀數

source: Unsubscribe
id: Berhenti Langganan
ja: 購読解除
zh_hans: 取消订阅
zh_hk: 取消訂閱

source: Unsubscribe from %lld Topics...
id: Berhenti Langganan dari %lld Topik...
ja: %lld件のトピックを購読解除...
zh_hans: 取消订阅%lld个话题...
zh_hk: 取消訂閱%lld個主題...

source: Unsubscribe from ${topics}
id: Berhenti langganan dari ${topics}
ja: ${topics}の購読を解除
zh_hans: 取消订阅${topics}
zh_hk: 取消訂閱${topics}

source: Unsubscribe from an ntfy topic
id: Berhenti langganan dari topik ntfy
ja: ntfyトピックの購読を解除
zh_hans: 取消订阅ntfy主题
zh_hk: 取消訂閱ntfy主題

source: Unsubscribe from Topic
id: Berhenti Langganan dari Topik
ja: トピックの購読を解除
zh_hans: 取消订阅主题
zh_hk: 取消訂閱主題

source: Urgent
id: Mendesak
ja: 緊急
zh_hans: 紧急
zh_hk: 緊急

source: Use custom server
id: Gunakan server kustom
ja: カスタムサーバを使用
zh_hans: 使用自定义服务器
zh_hk: 使用自訂伺服器

source: Username
id: Nama Pengguna
ja: ユーザ名
zh_hans: 用户名
zh_hk: 使用者名稱

source: Version %@ (%@)
id: Versi %@ (%@)
ja: バージョン %@ (%@)
zh_hans: 版本 %@（%@）
zh_hk: 版本 %@（%@）

source: Very low priority
id: Prioritas sangat rendah
ja: 優先度：最低
zh_hans: 极低优先级
zh_hk: 極低優先順序

source: Minimum
ja: 最小
zh_hans: 最低
zh_hk: 最低

source: Normal
ja: 標準
zh_hans: 普通
zh_hk: 一般
